Repository: builder08/enigma2-plugin-extensions-historyzapselector
Catalog: po/*.po
Languages: uk

source: ver.
uk: вер.

source: %02d.%02d - %02d.%02d (%s%d min)
uk: %02d.%02d - %02d.%02d (%s%d хв)

source: %s number: %s
uk: %s номер: %s

source: Auto save history before stopping E2
uk: Автоматичне збереження журналу перед зупинкою E2

source: Behavior of keys for use
uk: Поведінка клавіш при використанні

source: Cancel
uk: Скасувати

source: Clear History
uk: Видалити Історію

source: Could not open Picture in Picture
uk: Неможливо відкрити Картинку в Картинці

source: Del entry Clear history Preview
uk: Видалити запис Очистити історію Попередній перегляд

source: Del entry Clear history List Preview
uk: Видалити запис Очистити історію Список Попередній перегляд

source: Delete history list
uk: Видалити файл історії

source: Delete selected Clear history Preview
uk: Видалити вибране Очистити історію Попередній перегляд

source: Delete selected Clear history All list Preview
uk: Видалити вибране Очистити історію Весь список Попередній перегляд

source: Disable auto saving?
uk: Вимкнути автозбереження?

source: Duration type
uk: Вигляд тривалості передачі

source: Enable Zap History
uk: Ввімкнути історію перемикань

source: Enable auto saving?
uk: Увімкнути автозбереження?

source: Exchange EPG/Info buttons
uk: Заміна кнопок EPG/Info

source: Failed!
uk: Помилка!

source: GUI needs restart to activate hotkey!
uk: GUI потребує перезавантаження для активації гарячих клавіш!

source: History Zap Selector
uk: Список історії переключення

source: History zap: count %d
uk: Історія переключень: %d

source: Invalid number: %s
uk: Невірний номер: %s

source: Main screen
uk: Головний екран

source: Maximum zap history entries
uk: Кількість каналів в історії переключень

source: Options
uk: Параметри

source: Options for history
uk: Параметри для історії

source: Pipzap
uk: Переключення Pip

source: Preview zap to service ?
uk: Переключити на попередній канал?

source: Really clear history list ?
uk: Дійсно очистити список історії?

source: Really delete current entry ?
uk: Дійсно видалити даний канал?

source: Restore history list
uk: Відновити список історії

source: Save
uk: Зберегти

source: Save history list
uk: Зберегти список історії

source: Settings zap history
uk: Налаштування історії переключень

source: Setup Zap History:
uk: Налаштування історії переключень:

source: Show duration events
uk: Показувати тривалість передачі

source: Show history list
uk: Показати список історії

source: Show panel buttons on display
uk: Показати панель кнопок на дисплеї

source: Show warning message before action
uk: Показувати попереджувальне повідомлення перед зміною

source: Standard PiP
uk: Стандартний PiP

source: Style services list
uk: Стиль списку каналів

source: Successed!
uk: Успішно!

source: Use number zap
uk: Використати номер для переключення

source: Use picons
uk: Показати пікони

source: Use the number keys for zap to service
uk: Використовувати цифрові кнопки для переключення

source: Warning! VCS plugin hotkey need disabled!
uk: Увага! Потрібно вимкнути гарячу клавішу плагіна VCS!

source: Zap as:
uk: Переключити на:

source: Zap focus PiP (if only enabled)
uk: Перемикати в режимі PiP (якщо тільки ввімкнено)

source: clear history list
uk: очистити список історії

source: config:
uk: налаштування:

source: default (only service name)
uk: по умовчуванню (тільки назва каналу)

source: delete selected entry
uk: видалити вибрану передачу

source: disabled
uk: вимкнуто

source: enabled
uk: ввімкнено

source: event name
uk: назва передачі

source: event name and description
uk: назва та опис передачі

source: exit
uk: вихід

source: next entry
uk: наступна передача

source: only CH+/-,B+/-,P+/-
uk: кнопками CH+/-,B+/-,P+/-

source: only LEFT/RIGHT
uk: кнопками LEFT/RIGHT

source: only Pipzap
uk: тільки Pip переключення

source: only TEXT/HELP
uk: кнопками TEXT/HELP

source: only standard PiP
uk: тільки стандартний PiP

source: open Event View
uk: перегляд передачі

source: open list options
uk: відкрити параметри списку

source: open single EPG
uk: відкритий одиночний EPG

source: preview for selected entry
uk: попередній перегляд вибраного каналу

source: previous entry
uk: попередній канал

source: progress bar
uk: прогрес бар

source: remaining minutes
uk: хвилини, що залишилися

source: show all list
uk: показати весь список

source: show options list
uk: показати список параметрів

source: standard < >
uk: стандартно < >

source: zap to service
uk: переключити на канал

source: Show parental control services
uk: Показати канали батьківського контролю

source: Show transponder info
uk: Показати інформацію транспондера
